/* More Printers Browsers button title. */
"More Printers" = "Altre stampanti";

/* Search/Filter toolbar item title. */
"Search" = "Cerca";

/* Search/Filter toolbar menu item for printers. */
"Search Printers" = "Cerca stampanti";

/* Search/Filter toolbar menu item for models. */
"Search Models" = "Cerca modelli";

/* displayed when the ppd is missing any of the cupsfilter entries. */
"MissingParts" = "Manca una parte del software della stampante.";

/* displayed as part of the message that will follow the 'MissingParts' string */
"MissingMessage" = "Potresti non essere in grado di stampare “%@”. Reinstalla il software della stampante.";

/* Title of Cancel button */
"Cancel" = "Annulla";

/* Title of Continue button */
"Continue" = "Continua";

/* Title of OK button */
"OK" = "OK";

/* Title of alert shown when there is an error adding a printer. */
"An error occurred while trying to add the selected printer." = "Si è verificato un errore durante il tentativo di aggiungere la stampante selezionata.";

/* Error number shown in error alerts */
"Error:%d" = "Errore: %d";

/* When a queue by the same name or url already exists. */
"Queue already exists." = "Esiste già una coda.";

/* Title of alert shown when there is a potential duplicate for a printer. */
"A queue for this printer already exists. Do you really want to create a new queue?" = "Una coda per questa stampante esiste già. Vuoi davvero creare una nuova coda?";

/* Title of alert shown when there is a potential duplicate for a fax. ADD_FAX_PRINTER_EXISTS_TITLE */
"A queue for this fax printer already exists. Do you really want to create a new queue?" = "Una coda per questa stampante fax esiste già. Vuoi davvero creare una nuova coda?";

/* Title of auto setup window */
"Determining Installable Options..." = "Determino opzioni installabili…";

/* Title of manual setup window */
"Installable Options" = "Opzioni installabili";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Il servizio di stampa non è disponibile.";

/* String for missing tioga drivers */
"No third-party printer browsers were found." = "Non è stato trovato nessun browser stampante di terze parti.";
